andys8.jest-snippets
cschleiden.vscode-github-actions
cweijan.vscode-database-client2
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
golang.go
Orta.vscode-jest
redhat.vscode-yaml
sleepingsaint.gitignore-generator
styled-components.vscode-styled-components
usernamehw.errorlens
vscode-icons-team.vscode-icons
