andys8.jest-snippets
apollographql.vscode-apollo
bierner.markdown-mermaid
biomejs.biome
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dbaeumer.vscode-eslint
docker.docker
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
github.github-vscode-theme
github.vscode-github-actions
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-vscode-remote.remote-containers
ms-vscode.live-server
ms-vscode.vscode-chat-customizations-evaluations
orta.vscode-jest
redhat.vscode-yaml
rooveterinaryinc.roo-cline
shopify.ruby-lsp
sleepingsaint.gitignore-generator
styled-components.vscode-styled-components
unifiedjs.vscode-mdx
usernamehw.errorlens
vitest.explorer
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
